[
  {
    "markdown": "Today the Human Design system can be called the most interesting and relevant tool for self-discovery. Your rave card will tell you about what is inherent in you by nature.\nYou will recognize your strengths and growth zones, see your innate talents and predispositions. You will understand in what direction to move to make life full of colors and feel happy as a person.\nBut in order to navigate this knowledge well, you need to learn basic terms, and the basic elements that make up your rave map. By learning them, you can dive into researching yourself and your surroundings.\nThanks to our app, you will have access to a Knowledge Base that will be updated with new useful information. We hope it will help you learn new knowledge as easily and quickly as possible!"
  },
  {
    "card": {
      "title": "Personality Types",
      "description": "...",
      "content": [
        {
          "markdown": "There are five human personality types in the Human Design system. Each type has its own unique characteristics, traits, and guidelines for interacting with the world around them:"
        },
        {
          "title": "Generators",
          "description": "...",
          "content": [
            {
              "markdown": "### Characteristics\nGenerators have high levels of vitality and can work long hours immersed in their work. Their main goal is to find something they truly enjoy and find fulfillment in.\n\n### Strategy\nGenerators’ main strategy is to “listen to their own energy” and make decisions when they feel an inner “yes”. \n\n### Famous Generators\n* *Joe Rogan (Joe Rogan):* Podcaster, comedian and show host. Known for his high work capacity and energy to constantly shoot and create content.\n* *Brandon Stark from Game of Thrones:* Although a fictional character, he can serve as an example of a generator in the context of Human Design. He demonstrates the ability to work faithfully on his purpose and projects.\n* *David Attenborough (David Attenborough):* Well-known British naturalist and broadcaster. He has shown dedication to his work by producing many nature documentaries.\n* *Steve Jobs:* Co-founder of Apple who has shown dedication to his ideas and projects over the years.\n* *Michelle Obama:* Former First Lady of the United States, author and activist. She is known for her energy and dedication to her initiatives."
            }
          ]
        },
        {
          "title": "Manifestors",
          "description": "...",
          "content": [
            {
              "markdown": "TDB"
            }
          ]
        },
        {
          "title": "Projectors",
          "description": "...",
          "content": [
            {
              "markdown": "TDB"
            }
          ]
        },
        {
          "title": "Reflectors",
          "description": "...",
          "content": [
            {
              "markdown": "TDB"
            }
          ]
        },
        {
          "title": "Manifesting generators",
          "description": "...",
          "content": [
            {
              "markdown": "TDB"
            }
          ]
        }
      ]  
    }
  },
  {
    "card": {
      "title": "Gateways",
      "description": "...",
      "content": [
        {
          "markdown": "TDB"
        }
      ]
    }
  },
  {
    "card": {
      "title": "Centers",
      "description": "...",
      "content": [
        {
          "markdown": "TDB"
        }
      ]
    }
  },
  {
    "card": {
      "title": "Channels",
      "description": "...",
      "content": [
        {
            "markdown": "TDB"
        }
      ]
    }
  },
  {
    "card": {
      "title": "Profiles",
      "description": "...",
      "content": [
        {
          "markdown": "TDB"
        }
      ]
    }
  },
  {
    "card": {
      "title": "Internal Authorities",
      "description": "...",
      "content": [
        {
          "markdown": "TDB"
        }
      ]
    }
  },
  {
    "card": {
      "title": "Internal Authorities",
      "description": "...",
      "content": [
        {
          "markdown": "TDB"
        }
      ]
    }
  },
  {
    "card": {
      "title": "Planets and celestial bodies",
      "description": "...",
      "content": [
        {
          "markdown": "TDB"
        }
      ]
    }
  }
]
